tutorials/heatTransfer/buoyantSimpleFoam/circuitBoardCooling/0.org/include/wallBafflePatches
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  dev                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

alphat
{
    type            compressible::alphatWallFunction;
    value           uniform 0;
}

epsilon
{
    type            compressible::epsilonWallFunction;
    value           uniform 0.01;
}

k
{
    type            compressible::kqRWallFunction;
    value           uniform 0.01;
}

mut
{
    type            mutkWallFunction;
    value           uniform 0;
}

p
{
    type            calculated;
    value           uniform 101325;
}

p_rgh
{
    type            fixedFluxPressure;
}

U
{
    type            fixedValue;
    value           uniform (0 0 0);
}

// ************************************************************************* //
